{
  "mainPage": {
    "image": "siitamantie.jpg",
    "title": "Tervetuloa Havisevalle",
    "content": [
      {
        "type": "paragraph",
        "text": "Koe kylän historialliset kohteet"
      }
    ]
  },
  "destinations": {
    "0": {
      "title": "Tietoja kyläkävelystä",
      "image": "0_lukijalle.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "subtitle",
          "text": "Lukijalle"
        },
        {
          "type": "paragraph",
          "text": "Havisevan maa- ja kotitalousnaiset on aina ollut vireä yhdistys, joka tuo eri ikäiset jäsenensä yhteen kuukausittain mukavien tuokioiden yhteydessä. Olisiko nytkin ollut kyseessä tällainen syksyinen kokous, kun ulkona vihmoi sade, mutta sisällä tuoksui pulla, kun ajatus ensimmäisestä kyläkävelystä virisi? Maa- ja kotitalousnaisten yksi perimmäisistä ajatuksista on aina ollut edistää oman kylän tuntemusta ja kotipaikkatietoutta. Tämä kun yhdistettiin niihin hienoihin kylän tarinoihin ja vaiheisiin, joita kokouksissa on kuultu, oli perusajatus kyläkävelystä jo muodostunut."
        },
        {
          "type": "paragraph",
          "text": "Ensimmäinen kyläkävely järjestettiin toukokuussa 2013. Lähtö tapahtui Havisevan rukoushuoneelta ja reittejä oli kaksi: Suinulan urheilukentän kautta Vanhatietä asemalle ja ja koulun kautta takaisin Rukoushuoneelle. Toinen reitti lähti Rukoushuoneelta ja kulki Siitamantien toista puolta Salomaalle asti ja sieltä takaisin. Reittien varrelle oli mielenkiintoisten kohteiden kohdalle pystytetty pistetauluja, joissa oli tietoa paikasta, ihmisistä ja tarinoista.  Kaikki jäsenet olivat osallistuneet tiedon keräämiseen. Olimme jakaneet kohteet keskenämme ja sitten kukin tahoillansa teki työtä kaivamalla esiin vanhoja lehtiä, kirja-artikkeleita ja haastattelemalla ihmisiä. Hyvä lähtökohta oli tietenkin se, että vanhimmat jäsenemme muistivat hyvin kylän paikkoja ja ihmisiä. Tuloksena saimme kasaan merkittävän määrän todella innostavaa perimätietoutta. Pistekylttien lisäksi Rukoushuoneelle oli tuotu vinopino erilaista lisätietoutta, vanhaa esineistöä ja karttoja sekä muutama kylän konkari kertomaan tarinoita."
        },
        {
          "type": "paragraph",
          "text": "Tämä perimätietous ilmeisesti innosti myös muita kylän asukkaita, sillä kyläkävely oli Havisevan mittapuulla menestys ja ihmiset pyysivät heti siitä uusintaa. Meillä oli kuitenkin takataskussa vielä paljon tietoa paikoista, jotka eivät olleet näillä reiteillä ja niin syttyi innostus puuhata vielä jatkoa kyläkävelylle."
        },
        {
          "type": "paragraph",
          "text": "Toinen kyläkävely järjestettiin sateisena kevätpäivänä 2015. Reittejä oli jälleen kaksi: ensimmäinen lähti Rukoushuoneelta ja kulki Yli-Nikkiläntietä Havisevan koululle kiertäen sieltä Mäkikylän lenkin. Toinen reitti lähti Toosilanniementien ja Siitamantien tienhaarasta Toosilan kartanolle ja sieltä takaisin. Tästä syystä myös vihkon muutoin kronologinen järjestys hyppää yllättäen Toosilanniementien alkuun."
        },
        {
          "type": "paragraph",
          "text": "Kyläkävelyä on toistuvasti pyydetty järjestämään uudelleen. Syksyllä 2015 yhdistys järjesti kyläkävelytempauksen Havisevan koulun oppilaille ja se tuntui olevan mielekäs myös pienille, mutta erityisesti koulun henkilökunnalle."
        },
        {
          "type": "paragraph",
          "text": "Tapahtuman järjestelyt ovat melko suuritöiset näin pienelle yhdistykselle. Emme kuitenkaan halunneet, että kaikki tapahtumia varten koottu perimätieto hautautuisi kylttien mukana jonkun traktoritallin vintille. Niinpä päätimme, että kerätty tieto olisi saatava yksiin kansiin. Sen takia sinulla on nyt tämä vihko käsissäsi. Vihkon puitteissa Havisevan maa- ja kotitalousnaiset vetävät toukokuussa  2016 näillä näkymin viimeisen kyläkävelytempauksensa, jossa kaikki reitit ovat edustettuina."
        },
        {
          "type": "paragraph",
          "text": "Toivottavasti kaikki lukijat ymmärtävät, että vihko sisältää tietoa, jota on haalittu eri tahoilta, ja suurin osa on tarinoita, joita kylän vanhimmat ovat muistelleet. Tämä ei siis ole virallista tutkimustietoa, eikä siihen pidä niin suhtautuakaan. Pyydämme etukäteen jo anteeksi puuttellisia lähdeviitteitä sekä mahdollisia nimi- ja muita virheitä, joita varmasti esiintyy tekstissä. Tästä huolimatta toivomme, että nautit lukemistasi tarinoista ja ehkä jopa kierrät reitit ja tunnustelet mitä entisaikojen tunnelmasta on jäljellä. Minusta on nykyään valtavan hienoa esimerkiksi kävellä Mäkikylässä ja tietää tarinoita vanhojen paikkojen takana ja aistia menneiden aikojen tuulia. Olen valtavan tyytyväinen siitä, että nyt nämä tarinat ovat yksissä kansissa ja edes murto-osa kylän mahtavista vaiheista on taltioitu myös seuraavien sukupolvien nautittavaksi."
        },
        {
          "type": "paragraph",
          "text": "Kiitos kaikille jäsenille innostuksesta ja työstä, jota olette jaksaneet tehdä. Erityiskiitos Sari Heliövaaralle, jota ilman meillä ei olisi kaikkia näitä kuvia, ja joka on jaksanut puurtaa tekstien parissa monen monta tuntia kanssani."
        },
        {
          "type": "paragraph",
          "text": "Havisevalla 20.2.2016"
        },
        {
          "type": "paragraph",
          "text": "Heidi Antila"
        },
        {
          "type": "subtitle",
          "text": "Havisevan kylä"
        },
        {
          "type": "paragraph",
          "text": "Havisevan kylän nimestä on monta erilaista tarinaa. Arvellaan, että kylä olisi ehkä saanut nimensä Uotilan taloa asuneen Havisevan suvun nimestä. Ensimmäiseen Havisevan karttaan vuodelta 1635 kylän nimeksi on merkitty Hawisto. Tämän nimen taas ajatellaan tulleen Haapa-ahteen mäestä, jota reunustivat vanhat haavat. Haapojen tilalla on nykyään Rukoushuone ja mäen nimeksi on muuttunut Rukoushuoneenmäki. Tarinoita liikkuu myös siitä, että nimi tulisi yksinkertaisesti siitä, että Havisevalla on ollut aina paljon haapoja, joiden lehdet havisevat tuulessa."
        },
        {
          "type": "paragraph",
          "text": "Asutus Havisevalle ja ympäröiviin lähikyliin on syntynyt jo keskiajalla. Kylä oli tiivis ryhmäkylä aina isojakoon asti, joka aloitettiin 15.1.1761. Ennen sitä talot sijaitsivat mäellä, joka nousi Havisevanlahdelta Antilaan päin. Isojaon päätehtävänä oli yhdistää sarkajaon jäljiltä olevat kapeat ja hajanaiset maa-alueet isommiksi lohkoiksi. Vanha ryhmäkyläasutus alkoi Havisevallakin pikkuhiljaa hajota, kun tilan taloja siirrettiin Isojaon seurauksena syntyneille tilan maille. Nyt talolliset saivat myös perustaa torppia saamilleen metsälohkoille. Torpat olivat suosittuja, sillä niistä saatiin ilmaista työvoimaa taloille taksvärkkityön kautta. Näin syntyi myös Havisevan kylän torppa-alue Mäkikylään."
        },
        {
          "type": "paragraph",
          "text": "Kuten Havisevan kylän nimen, myös monien sen paikannimien taakse kätkeytyy tositapahtumia, arkipäivän asioiden kuvauksia tai tarinoita. Esimerkiksi Itkunkorvenmäkeen (mäki, joka on Vanhatien ja Siitamantien risteyksestä Havisevanlahdelle päin) liittyy kaksi tarinaa. Toisessa matkalainen on hakenut yllättävän rankkasateen suojaa puun alta, salama on iskenyt puuhun ja matkalainen on menehtynyt. Toinen tarina kertoo piiasta joka olisi jättänyt synnyttämänsä lapsen metsään menehtymään, minkä seurauksena voi vieläkin kuulla Itkunkorvenmäen kohdalla lapsen itkun. Itkunkorvenmäen päällä oli lisäksi ”Mutka Mummuksi” kutsuttu paikka, jossa kylän miehet ja lapset kävivät leikkauttamassa hiuksensa."
        },
        {
          "type": "paragraph",
          "text": "Iso osa tämänkin vihon tarinoista liittyy paikkojen nimiin. Tarinat ovat ehkä unohtumassa, mutta nimet säilyvät ja kantavat mukanaan niiden kaikuja."
        },
        {
          "type": "image",
          "url": "0_lukijalle_1.jpg",
          "title": "Havisevan maa- ja kotitalousnaiset, 2016"
        },
        {
          "type": "subtitle",
          "text": "Lähteet"
        },
        {
          "type": "paragraph",
          "text": "Aineiston lähteinä on käytetty seuraavia teoksia ja muisteluksia"
        },
        {
          "type": "paragraph",
          "text": "Seppälä, Väinö V., Suinulan tien mäkiä. Jaakko Jussila (toim.). "
        },
        {
          "type": "paragraph",
          "text": "Kangasalan joulu -lehdet"
        },
        {
          "type": "paragraph",
          "text": "Perimätietoa"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan kirkko ja sen palvelijat 1400-1995, Kangasalan srk, Pentti Hytönen, s.54-56"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan Joulu, 1986"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan Palo-suku II"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan talonpoikaiselämää Palon suvun asuma-alueilta II"
        },
        {
          "type": "paragraph",
          "text": "Vähittäiskauppiaitten Tampereen piiriliitto 1918 – 1948"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan Sanomat 1958"
        },
        {
          "type": "paragraph",
          "text": "Aaro Havia, juhlapuhe 14.8.1977"
        },
        {
          "type": "paragraph",
          "text": "Pentti Antilan kertomukset (julkaisematon)"
        },
        {
          "type": "paragraph",
          "text": "Tiina Leppänen (omakohtaiset kokemukset)"
        },
        {
          "type": "paragraph",
          "text": "Pentti Antilan kuva-arkisto"
        },
        {
          "type": "paragraph",
          "text": "Heliövaara Lauri, Opettaja Oskar Fredrik Helin oli laivanrakentaja, laivuri ja sanomalehdentoimittaja. Kangasalan Joulu, 1980."
        },
        {
          "type": "paragraph",
          "text": "Heliövaara O.K., Laivapojan muistelmia. Kangasalan joulu, 1949."
        },
        {
          "type": "paragraph",
          "text": "Kirsti Antila muistelukset"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan talonpoikaiselämää Palon suvun asuma-alueilta osa II, Virtanen N.P. (toim.) 1970"
        },
        {
          "type": "paragraph",
          "text": "Anna-Maija Heliövaaran arkistot"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan joulu, 1969"
        },
        {
          "type": "paragraph",
          "text": "Nissilä, Viljo, Kangasalan Lihasulaa ja Paloa nimestämässsä."
        },
        {
          "type": "paragraph",
          "text": "Havisevan kylätoimikunnan juhannuslehti 2005"
        },
        {
          "type": "paragraph",
          "text": "Kirsti Antilan muistelukset"
        },
        {
          "type": "paragraph",
          "text": "Ismo Antila (omakohtaiset kokemukset)"
        },
        {
          "type": "paragraph",
          "text": "Selvitys Havisevan kylän maisemallisesti merkittävien kohteiden historiallisesta taustasta, Raine Raitio, 1993"
        },
        {
          "type": "paragraph",
          "text": "Havisevan kylätoimikunnan juhannuslehti 2007, Marjatta Korhosen (os Koivisto) muistelmat"
        },
        {
          "type": "paragraph",
          "text": "Havisevan kylätoimikunnan juhannuslehti 2010, Marjatta Korhosen (os Koivisto) muistelmat"
        },
        {
          "type": "paragraph",
          "text": "Havisevan kylätoimikunnan juhannuslehti, 1994 (Marjatta Korhosen muistelmat)"
        },
        {
          "type": "paragraph",
          "text": "Suinulan-Havisevan osayleiskaava 1999"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan rakennusperintö 3, Pyöräretki radan varteen"
        },
        {
          "type": "paragraph",
          "text": "Havisevan kylätoimikunnan juhannuslehti 1988, Elli Laineen muistelmat"
        },
        {
          "type": "paragraph",
          "text": "Havisevan kylätoimikunnan juhannuslehti 2000, Marjatta Korhosen (os. Koivisto) muistelmat"
        },
        {
          "type": "paragraph",
          "text": "Havisevan kylätoimikunnan juhannuslehti 2004, Olavi Koiviston muistelmat"
        },
        {
          "type": "paragraph",
          "text": "Seppo Pavialan kirjoitus Havisevan kylätoimikunnan juhannuslehdessä 1998"
        },
        {
          "type": "paragraph",
          "text": "Pirkko Öistämön muistelukset"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan sanomat 24.6.1960"
        },
        {
          "type": "paragraph",
          "text": "Alli Antilan muistelukset"
        },
        {
          "type": "paragraph",
          "text": "Perälä, Aku. Kulki se posti ennenkin. Kangasalan joulu, 1988"
        },
        {
          "type": "paragraph",
          "text": "Heikki Haralan muistelus"
        },
        {
          "type": "paragraph",
          "text": "Jutikkala Eino ja Nikander Gabriel, Hämäläisiä kartanoja ja suurtiloja. 1946"
        },
        {
          "type": "paragraph",
          "text": "Längelmäveden seudun historia II, Kangasalan historia II. 1954"
        },
        {
          "type": "paragraph",
          "text": "Raitio Raine, Kesäpäivä Kangasalla, Entisaikojen Kangasala taiteilijoiden, valokuvaajien ja matkailijoiden silmin, Kangasala-Seura r.y. 1997"
        },
        {
          "type": "paragraph",
          "text": "Saarenheimo Juhani, Vanhan Pirkkalan historia. Tampere 1974"
        },
        {
          "type": "paragraph",
          "text": "Suvanto Seppo, Knaapista populiin. Tutkimuksia erilaistumisesta Satakunnan talonpojistossa vuosina 1390-1571. Historiallisia Tutkimuksia 142. Suomen Historiallinen Seura. Vammala 1987"
        },
        {
          "type": "paragraph",
          "text": "Suvanto Seppo, Vanhan Satakunnan henkilötiedosto 1303–1571"
        },
        {
          "type": "paragraph",
          "text": "Suuri Maatilakirja V, Hämeen lääni. 1964"
        },
        {
          "type": "paragraph",
          "text": "Kangasalan Sanomat 29.8.2002"
        },
        {
          "type": "paragraph",
          "text": "Putkessa -lehti, 3/2007"
        }
      ],
      "location": {
        "lat": 61.544862002671344,
        "lon": 24.078913768376534
      },
      "next": 2
    },
    "2": {
      "title": "2. Nikkilä",
      "image": "2_nikkila.jpg",
      "public": false,
      "validUntil": "2040-12-31",
      "content": [
        {
          "type": "paragraph",
          "text": "Nikkilä on yksi Havisevan kylän kuudesta talosta, jotka mainitaan jo ensimmäisissä maakirjoissa vuodelta 1540. Nikkilän isäntänä oli tuolloin Niilo Nikkilä. Talot sijaitsivat alunperin Havisevanlahteen kallistuvalla rinteellä lähekkäin. Nykyiselle paikalleen Nikkilä siirrettiin kylällä 1790-luvulla toimitetussa isojaossa Matti Martinpojan ollessa isäntä."
        },
        {
          "type": "paragraph",
          "text": "Nykyisen päärakennuksen on rakennuttanut Kalle Tuomaanpoika Nikkilä, joka osti talon isältään Tuomas Tuomaanpojalta vuonna 1868. Tuomas Tuomaanpoika oli tullut Palolta vävyksi Nikkilään. Kalle Tuomaanpoika Nikkilä toimi lautamiehenä ja kestikievarin pitäjänä. Pytingin mallin hän toi suolamatkoiltaan Porista. Rakennus valmistui kahdessa osassa. Ensin valmistui länsipää, jossa majoittui aluksi Tampere-Vaasa rautatierataa Havisevan kohdalla rakentaneita miehiä. Rakennuksen järvenpuoleinen pääty valmistui myöhemmin, ja siellä toimi myös kestikievari."
        },
        {
          "type": "paragraph",
          "text": "Kaksikymmentä metriä pitkä rakennus seisoi alkuunsa pilarien varassa; kivijalka taloon tehtiin 1900-luvun alkupuolella. Samoihin aikoihin Nikkilään rakennettiin myös uusi navetta vanhan hakosontanavetan tilalle."
        },
        {
          "type": "paragraph",
          "text": "Tilan halkomisessa 1930-luvun alussa osa Nikkilän silloisista rakennuksista käytettiin tarveaineiksi uusia tiloja rakennettaessa. Näin tulivat puretuiksi mm. koko aitta- ja tallirivi sekä riihet. Halkomisen jälkeen vain Nikkilän ja Yli-Nikkilän tilojen elanto saatiin maataloudesta. 1950- ja 1960-lukujen taitteessa Nikkilässä luovuttiin karjasta ja pellot annettiin vuokralle. Nikkilästä on myyty 1,30 hehtaarin suuruinen maa-alue nykyistä Havisevan koulua varten."
        },
        {
          "type": "paragraph",
          "text": "\"Muutoksien tapahtumista seuratessani on usein tullut mieleeni, että mitähän Kalle Tuomaanpoika sanoisi, jos hän kesäaamuna palaisi Nikkilän mäelle ja näkisi sen alakuloisen hiljaiselon, joka noilla ennen niin eloisilla kartanoilla ja vainioilla nyt vallitsee. Ei näkisi ketään pellolla ahertamassa, ei hevosta eikä lehmää eikä kuulisi edes kukon laulua. Ainakaan sitä ei hänelle uskallettaisi sanoa, että viranomaisten suosituksesta on Vähä-Nikkilän ja vielä Maijanpirtin peltoja nyttemmin jopa istutettu koivulle ja saatu tästä vielä rahaakin valtiolta. Hyvä on, ettei Kalle Tuomaanpoika enempää kuin nekään, joiden uurastuksen ja hien tulosta nuo pellot ovat, ole näkemässä nykyisiä ailahteluja.\" (Väinö V. Seppälä Kangasalan Palo-suku II)"
        }
      ],
      "location": {
        "lat": 61.54257137469998,
        "lon": 24.079105075110487
      },
      "prev": 0,
      "next": 3
    },
    "3": {
      "title": "3. Antilan kauppa",
      "image": "3_antilakauppa.jpg",
      "public": false,
      "validUntil": "2040-12-31",
      "content": [
        {
          "type": "paragraph",
          "text": "Vuonna 1888 marraskuun 5. päivänä Kaarle Kaarlenpoika Wallenius perusti 30-vuotiaana kaupan Havisevalle paikalle, joka edelleen tunnetaan kyläläisten keskuudessa Antilan kauppana. Kaarle Wallenius oli syntynyt Kangasalla, mutta joutunut nälkävuosina muualle ollessaan 6-vuotias. Teiskossa asuessaan hän opetteli suutarin taitoja ja toimi suutarina sekä myöhemmin mestarina. Omassa verstaassaan hän valmisti ja korjasi kahden apulaisensa kanssa kenkiä sekä muita nahkatavaroita teiskolaisille."
        },
        {
          "type": "paragraph",
          "text": "Hyvästä ja menestyvästä liiketoiminnasta huolimatta hän oli kiinnostunut tekemään elämässään myös jotain muuta ja päätti tilaisuuden tultua lähteä takaisin Kangasalle Havisevan kylään perustaakseen kauppaliikkeen vaimonsa Maria Kristinan kanssa. Yhdeksän vuotta aikaisemmin oli maassa säädetty elinkeinovapauslaki, joka teki maakaupan perustamisen mahdolliseksi. Sitä ennen olivat sallittuja vain markkinat ja maanviljelijöiden keskinäinen omien tuotteiden kauppa."
        },
        {
          "type": "paragraph",
          "text": "Kaarle “Kalle” Walleniukselle kaupan aloittaminen oli vaikeaa puuttuvan pääoman vuoksi, sillä ei kukaan halunnut antaa rahaansa köyhälle yrittäjälle, josta ei ollut juuri mitään tietoa. Sisukkaana ja innokkaana yrittäjänä hän ensin vuokrasi kauppatilat ja myöhemmin osti kylältä nykyisen tontin ja rakensi kauppaliikkeen varastoineen, joka oli silloisen mittapuun mukaan vilkkaiden vesi- ja maantieyhteyksien tuntumassa."
        },
        {
          "type": "paragraph",
          "text": "Kalle Wallenius vaati aina kauppaliikkeessään rehellisyyttä. Hän oli myös sanaan uskova mies ja oli niiden paikkakuntalaisten mukana, jotka olivat perustamassa Havisevalle rukoushuonetta. Hän oli mukana myös hankkimassa kulmakunnalle puhelinosuuskuntaa. Keskus sijoitettiin kauppaliikkeeseen. Suuri se ei tosin ollut, sillä keskukseen tuli vain kolme lankaa. Myöhemmin puhelinkeskus siirrettiin Suinulan asemalle."
        },
        {
          "type": "subtitle",
          "text": "Tytär jatkaa kaupanpitoa"
        },
        {
          "type": "paragraph",
          "text": "Kalle Wallenius luovutti kauppaliikkeen vuonna 1921 ainoalle lapselleen Hilja Maria Walleniukselle, joka suomalaisuuden aatteen innoittamana oli suomennuttanut sukunimensä Vuorensolaksi. Hilja Maria on kertonut, että hänen lapsuutensa maailma oli kauppa. Hän kävi isänsä kanssa ostoksilla tamperelaisessa Hj. Sundvallin tukkuliikkeessä, ja ensimmäiset itsenäiset tavaran hankkimismatkat hän teki 7-8 vuoden iässä."
        },
        {
          "type": "paragraph",
          "text": "Hänen kaulaansa ripustettiin laukku ja siihen pantiin rahaa edellisten ostosten perusteella 100 -200 markkaa sekä ostettavan tavaran luettelo. Tämä laukku kätkettiin takin alle, jottei vain kukaan aavistaisi, että pikkutytöllä oli laukussaan 1-2 hevosen hinta. Matkan Tampereelle hän teki kerran päivässä kulkevalla matkustajajunalla. Tampereen asemalta hän käveli suoraan kauppatorin laidassa olevaan tukkuliikkeeseen. Sovitut tavarat tulivat sitten myöhemmin junassa Havisevan seisakkeelle, josta ne hevosella kuljetettiin kauppaan."
        },
        {
          "type": "paragraph",
          "text": "Hiljalle oli itsestään selvyys jo pienestä tytöstä lähtien kaupan jatkaminen ja puhelinvaihteen hoitaminen. Yhdessä puolisonsa Juho Vihtori Antilan kanssa he hoitivat kauppaliikettä 37 vuotta. Heillä oli pihassa myös iso navetta, jossa oli lehmiä ja muuta karjaa sekä hevonen."
        },
        {
          "type": "paragraph",
          "text": "Juho Antilan kotitilalta naapurista tuotiin kauppaan päivittäin maitoa, kermaa ja voita. Myös kananmunat saatiin Antilan talosta 1960-luvulle saakka. Jäähdytykseen käytettiin Antilan sahalta tuoduissa sahanpuruissa säilytettyjä jääpaloja, jotka sahattiin rannassa."
        },
        {
          "type": "paragraph",
          "text": "Kahvilaatuina kaupassa olivat mm. Paula ja Presidentti, jotka jauhettiin kahvimyllyssä asiakkaan haluamaan karkeuteen 1,3,4,5 tai 6. Heti 1920-luvulla taloon oli hankittu Ford-merkkinen auto helpottamaan asioiden hoitoa."
        },
        {
          "type": "paragraph",
          "text": "Vuonna 1955 Hilja ja Juho Antila saivat Kauppakamarin kultaisen ansiomerkin 50-vuotisesta toiminnasta kaupanalalla. Samana vuonna vanha kauppiaspariskunta siirtyi eläkkeelle."
        },
        {
          "type": "subtitle",
          "text": "Kolmas kauppiaspolvi"
        },
        {
          "type": "paragraph",
          "text": "Kaupan toimintaa jatkoivat heidän vanhin poikansa Pentti Juhani Antila ja hänen vaimonsa Hilkka Antila (o.s. Jokinen). Pentti oli ollut pikkupojasta lähtien vanhempiensa opissa “tiskin” takana, mutta virallisesti kaupan vastuut ja velvollisuudet siirtyivät kolmannelle kauppiaspolvelle vuonna 1955."
        },
        {
          "type": "paragraph",
          "text": "Pentti Antila oli käynyt Tampereella nuorena miehenä kauppakoulun ja myöhemmin molemmat, Hilkka ja Pentti, suorittivat diplomikauppiastutkinnon. He toimivat myös innokkaasti yksityisyrittäjien valtakunnallisessa toiminnassa ja Kangasalan kunnan luottamustehtävissä. Hilkka Antila toimi valtakunnallisen yrittäjänaisjärjestön puheenjohtajana. Vuonna 1958 Kangasalan Sanomissa uutisoitiin kauppaliikkeen 70 –vuotispäivää."
        },
        {
          "type": "paragraph",
          "text": "Antilan kaupasta muodostui kyläyhteisön keskuspaikka, josta sai kaupan palveluja ympäri vuorokauden seitsemänä päivänä viikossa, jos vain joku oli kotosalla. Antilan perhe asui samassa rakennuksessa ja perheeseen kuului kuusi lasta sekä isovanhemmat, joten aina joku oli paikalla. Myös kaikki lapset osallistuivat kaupan hoitamiseen omalta osaltaan. Kaupan ”kulta-aikoina” 1960-luvulla kaupassa oli töissä omistajien lisäksi 5-6 myyjää."
        },
        {
          "type": "paragraph",
          "text": "K-kaupassa myytiin elin-, tekstiili-, maatalous-, rakennus- ja rautatarvikkeita, kauppa oli ns. sekatavarakauppa. Autojen ja koneiden yleistyessä myös bensatankit ilmestyivät kaupan pihapiiriin. Kesäaikoina 1950–60-luvuilla kaupan kupeessa toimi kioski, josta kyläläiset ja kesävieraat saivat limsaa ja karamelleja. Jäätelö tuli autossa, jossa oli hiilihappojäätä. Kioskin hoidosta vastasivat etupäässä kauppiaan lapset omilla vuoroillaan."
        },
        {
          "type": "paragraph",
          "text": "Kaupan IFA-kuorma-autolla tavaroita kuskattiin mm. Ansiolahteen, jossa Leppäsen Tiinakin (o.s. Antila) myi 6-vuotiaana karkkeja. Pentti Antila on kertonut, että “tässä ammatissa ei olekaan juuri omaa aikaa. Tavaratilauksia tehdään paljon puhelimessa ja lähetetään runsaasti linja-autolla sekä viedään suoraan koteihin omalla kuorma-autolla. Tukkuliikkeet puolestaan toimittavat kauppaan säännöllisesti ja nopeasti tuoretta tavaraa, kuten Jaakkolan ja Leivon leipomot leipää ja Valio maitovalmisteita, Pyynikin pullotehdas virvoitusjuomia. Kesäaikaan kaupasta toimitetaan huvila-asukkaille heidän tilaamansa tavarat heidän omissa kasseissaan kotiovelle. Näin on kodin ja kaupan välinen matka supistunut miltei olemattomiin.” (Lainattu Pentti Antilan kotoa löydetystä tekstistä)."
        },
        {
          "type": "paragraph",
          "text": "1960-luvun lopulla marketit yleistyivät ja kehitys oli kulkenut täyden ympyrän, minkä seurauksena yli 80-vuotiaan kaupan historia päättyi vuonna 1973."
        },
        {
          "type": "paragraph",
          "text": "Vuonna 1977 Kangasalan Yrittäjät ry kiinnitti Kangasalan ensimmäisen maakaupan seinään muistolaatan, joka on siellä edelleen nähtävissä."
        },
        {
          "type": "image",
          "url": "3_antilakauppa_1.jpg",
          "title": "Kaupan sisätilat"
        },
        {
          "type": "image",
          "url": "3_antilakauppa_2.jpg",
          "title": "70-vuotisjuhla 1958, Pentti ja Hilkka Antila, Rauha Virtanen"
        }
      ],
      "location": {
        "lat": 61.54355440807793,
        "lon": 24.091890486857253
      },
      "prev": 0,
      "next": 4
    },
    "4": {
      "title": "4. Flinkin paja",
      "image": "4_flinkin_paja.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Flinkin paja sijaitsi Siitamantien varressa Antilan kaupan vieressä (Rapakivenmäki, josta myöhemmin käytettiin nimeä Pajamäki l. Linkinmäki). Paja oli toiminnassa ainakin vielä 1920-luvulla."
        },
        {
          "type": "paragraph",
          "text": "Seppä Janne Flink asui Mäkikyläntien varrella (Mäkikyläntie 56) Myllyojan läheisyydessä nykyisessä Kohosen talossa, Antilan mäkitupalaisena vaimonsa Fiinun kanssa. Fiinulla oli tapana teititellä miestään vähän tylysti - ”Seppä ottaa ny” - ruokaa tai kahvia tarjotessaan."
        },
        {
          "type": "paragraph",
          "text": "Valitettavasti seppä Flinkin kohtalona oli ikävä kuolema. Hän oli kovasti uurastanut saadakseen saunan rakennettua. Vuosien työn jälkeen, Flink lämmitti saunan ensimmäistä kertaa ja kuoli sinne häkämyrkytykseen."
        },
        {
          "type": "paragraph",
          "text": "Janne Flinkin kuoltua pajatoiminta Pajamäessä jatkui ajoittain 1940-luvun loppuvuosiin asti. Ensin seppänä oli Nieminen, joka oli ollut aiemmin Tampereella palolaitoksen seppänä ja asui Havisevanlahden rannalla Pietilän maalla lähellä Myllyojan suuta. Sen jälkeen vielä Arvi Rantamäki hoiti sepän virkaa. Hänellä oli pieni talo Perälän alueella Havisevanlahden rannalla Mutikon salmen kohdalla."
        },
        {
          "type": "paragraph",
          "text": "Seuraavaksi pajatoimintaa harjoitti kyläkunnassa Vilho (Vikki) Ahola, joka rakensi uuden pajan Siitamantien varteen Itkunkorvenmäen päälle Seppälään menevän polun kohdalle. Hän rakensi myös asuintalon itselleen Rukoushuoneen mäen (Haapa-ahteen) päälle Fanni ja Jussi Willgrenin naapuriin. Talo on ollut pitkään asumattomana, mutta syksyllä 2014 sitä alettiin remontoida asuinkuntoon."
        }
      ],
      "location": {
        "lat": 61.54379090693312,
        "lon": 24.09233810036966
      },
      "prev": 3,
      "next": 5
    },
    "5": {
      "title": "5. Havisevan vanha koulu",
      "image": "5_havisevan_vanha_koulu.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Havisevan vanha koulu valmistui vuonna 1899 ensimmäiseksi vakituiseksi Havisevan koulurakennukseksi. Ensimmäisenä opettajana toimi Oskar Fredrik Helin ja hänen jälkeensä kouluun muutti Marttilan perhe. Isä Johannes “Hannes” Marttila toimi yläluokkien opettajana, hänen vaimonsa Hulda opetti käsitöitä ja heillä oli myös tytär Mirjami."
        },
        {
          "type": "paragraph",
          "text": "Päärakennuksessa oli kaksi luokkahuonetta, eteinen ja päädyssä opettajan asunto. Pihalla oli ainakin sauna, jossa valmistettiin koulun ruoka myöhemmässä vaiheessa, huuska ja puuliiteri. Toinen luokkahuoneista oli pihan puolella. Siellä opettaja Sofia Marttila (ei sukua J. Marttilalle) opetti alaluokkia eli 1.-2. -luokkalaisia. Tien puolella oli yläluokkien, eli 3.-6. luokkien luokkahuone."
        },
        {
          "type": "paragraph",
          "text": "Vanha koulu toimi aina vuoteen 1957 asti. Viimeisinä vuosina koulua pidettiin lisäksi Multimättäässä ja Rukoushuoneella kunnes koulu lopulta todettiin liian pieneksi yhä vain kasvaville ikäluokille. Ennen Havisevan uuden koulun valmistumista oppilaat opiskelivat Rukoushuoneen koululla ja Multimättään koululla."
        },
        {
          "type": "paragraph",
          "text": "Koulunkäynti aloitettiin Antilan pirtissä vuosi ennen kuin kylälle saatiin oma koulurakennus. Ohessa vanha vuokrasopimus  jossa sovitaan koulun sijoittamisesta Antilaan lukuvuodeksi 1898-1899."
        },
        {
          "type": "image",
          "url": "5_havisevan_vanha_koulu_0.jpg",
          "title": "Vuokrasopimus koulun sijoittamisesta Antilaan lukuvuodeksi 1898-1899"
        },
        {
          "type": "paragraph",
          "text": "Havisevan koulun ensimmäinen opettaja Oskar Helin hankki 16-henkiselle perheelleen lisätuloja laivanrakentajana ja laivurina 8-10 hengen höyrylaivallaan Peipillä. Peipillä päästiin edullisesti hyville kala-apajille Vesijärven perukoille saakka. Kyllästyttyään tähän alukseen, helin teki uuden laivan pienoismallin nimeltään Pilvenveikko, jota hän testaili Havisevan koulun rannassa. Pian koulun rannasta tulikin veneveistämö, kun Helin ryhtyi rakentamaan uutta alustaan. Rakennusaikana Helin suoritti perämiehen ja koneenkäyttäjän tutkinnot."
        },
        {
          "type": "paragraph",
          "text": "Pilvenveikko myytiin Helsinkiin, jolloin alkoi uuden laivan suunnitteu- ja rakennustyöt Havisevan veneveistämöllä. Uusi höyrylaiva sai nimekseen Harjula, joka myöhemmin muutettiin Vesijärveksi. Harjula oli rekisteröity 25 hengelle, mutta sen perässä voitiin hinata lotjaa nimeltään Äijän pää. Harjula/Vesijärvi ajoi kirkolle puolessatunnissa ilman lastia. Aluksella tehtiin tilauksesta turistimatkoja joiden aikan Helin toimi mainiona oppaana kertoen muun muassa Amerikansaaresta, Pikonlinnasta ja Topeliuksen käynnistä Haralanharjulla."
        },
        {
          "type": "paragraph",
          "text": "Helin joutui valitettavasti taloudellisiin vaikeuksiin tekemiensä takauksien vuoksi ja joutui luopumaan Vesijärvi-laivasta. Sen osti Lihasulan isäntä Vihtori Peltonen, joka puolestaan myi laivan myöhemmin Hämeenlinnaan, missä se nimellä Puisto liikennöin kaupungin ja Aulangon väliä. Loputa alus hinattiin Vanajaveden seläle, jossa se tykkitulella upotettiin järven syvyyksiin. Havisevan rannassa rakennettiin myös Ukki niminen alus 1912."
        },
        {
          "type": "image",
          "url": "5_havisevan_vanha_koulu_1.jpg",
          "title": "Höyrylaiva “Vesijärvi” ja lotja “Äijänpää” rakennettiin Havisevan veneveistämöllä Havisevan koulun rannassa. Nokkamiehenä toimi Kustaa Kiviranta. Kuva on 1900-luvun alkupuolelta."
        },
        {
          "type": "image",
          "url": "5_havisevan_vanha_koulu_2.jpg",
          "title": "Höyrylaiva “Pilvenveikko” rakennettiin Havisevan koulun rannassa 1800-luvun lopulla."
        },
        {
          "type": "image",
          "url": "5_havisevan_vanha_koulu_3.jpg",
          "title": "Kuva vuodelta 1937. Takarivissä keskellä J. Marttila, hänen vieressään vaimo Hulda ja tytär Mirjami."
        },
        {
          "type": "image",
          "url": "5_havisevan_vanha_koulu_4.jpg",
          "title": "Olli Viitanen vanhan koulun edessä 1951."
        },
        {
          "type": "image",
          "url": "5_havisevan_vanha_koulu_5.jpg",
          "title": "Kaarlo Jalmari Antila päästötodistus Havisevan ylemmästä kansakoulusta 28.10.1888"
        }
      ],
      "location": {
        "lat": 61.54393184079845,
        "lon": 24.09473654916586
      },
      "prev": 4,
      "next": 6
    },
    "6": {
      "title": "6. Kuka oli Keittäjä-Maija",
      "image": "6_keittaja-maija.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content":  [
        {
          "type": "paragraph",
          "text": "Havisevan koulun johtokunta päätti, että myös Havisevan koululle tarvitaan kouluruokailu muutaman muun Kangasalla sijaitsevan koulun tapaan. Kouluruokailu aloitettiin syksyllä 1930. Koululle tarvittiin keittäjä, jonka työtehtäviin kuului myös siivousta, muurien lämmitystä ja lumitöitä. Lähistöllä sattui asumaan työhön sopiva henkilö Maria Viitanen eli “Marrii”."
        },
        {
          "type": "paragraph",
          "text": "Maria ja Kalle Viitasen mökki oli Keittäjämaijantien päässä. Sitä tarina ei kerro, kuinka Marriin nimestä tuli Maija tienviittaan."
        },
        {
          "type": "paragraph",
          "text": "Marriin työ alkoi piharakennuksessa sijaitsevassa saunassa, jonka muurinpadassa ruoka tuli valmistaa. Antilan Kirsti muisteli, että tilat olivat kovin alkeelliset ja saunassa taisi olla jopa maalattia. Vedenkin joutui kantamaan ylös rannan puoleiselta kaivolta. Keitot olivat kuitenkin maistuvia. Eteisessä Marrii jakoi keiton punaisesta emaliämpäristä. Jokainen oppilas sai lautasellisen keittoa ja kupin maitoa. Ne kannettiin luokkaan ja pulpetille levitettiin valkoinen liina ennen ruokailun aloittamista. Myöhemmin, muuripata todettiin epäsopivaksi ruuan valmistukseen ja keittäjän avuksi muurattiin hella."
        },
        {
          "type": "image",
          "url": "6_keittaja-maija_1.jpg",
          "title": "Maria ja Kalle Viitanen"
        },
        {
          "type": "image",
          "url": "6_keittaja-maija_2.jpg",
          "title": "Keittäjä-Maija Maria \"Marrii\" Viitanen"
        }
      ],
      "location": {
        "lat":61.544537271898314,
        "lon": 24.096624270194518
      },
      "prev": 5,
      "next": 7
    },
    "7": {
      "title": "7. Pietilä",
      "image": "7_pietila.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content":  [
        {
          "type": "paragraph",
          "text": "Vuonna 1552 perustettu Pietilä on yksi kylän kuudesta kantatalosta Antilan, Haralan, Nikkilän, Paavolan ja Uotilan lisäksi. Tila on saanut nimensä Pieti-nimisestä omistajasta. 1700-luvulla tila oli pääministeri Paavo Lipposen äidin suvun omistuksessa. Suvun ensimmäisen isäntä Pietilässä oli tilan 1600-luvun lopulla ostanut Erik Juhonpoika Humalainen."
        },
        {
          "type": "paragraph",
          "text": "Viimeinen Pietilä-niminen isäntä talossa oli 1882 talon perinyt Henrik (Heikki) Aleksanterinpoika Pietilä. \"Liian iloista ja paheellista\" elämää viettänyt vanhapoika määrättiin vuonna 1900 holhoukseen. Keisarillinen Turun hovioikeus vahvisti holhoojaksi sanomalehden toimittaja, maisteri Atte Törnqvistin."
        },
        {
          "type": "paragraph",
          "text": "Tila myytiin samana vuonna julkisessa huutokaupassa tamperelaisille Ano ja Ella Caseliukselle. Kauppahinta maksettiin holhooja Törnqvistille ja myös osan kauppahinnasta kattanut velkakirja kirjoitettiin hänen hyväkseen. On epäselvää, saiko Heikki Pietilä lopulta  kauppahinnasta mitään."
        },
        {
          "type": "paragraph",
          "text": "Caseliukset rakensivat nykyisen päärakennuksen kesänviettopaikakseen vuonna 1902, navetta on vuodelta 1935. Vanha päärakennus ja navetta sijaitsivat maantien ja pihatien välisessä kolmiossa päädyt maantielle päin."
        },
        {
          "type": "paragraph",
          "text": "Alunperin yli 500 hehtaaria maata käsittänyt Pietilä oli pienentynyt noin sadan hehtaarin kokoiseksi siihen mennessä, kun se siirtyi nykyiselle omistajasuvulle 100 vuotta sitten. Kaarle (Kalle) ja Fanny Markkula Teiskosta ostivat tilan vuonna 1912."
        },
        {
          "type": "paragraph",
          "text": "Maanviljelyksestä ja karjasta tilalla luovuttiin heidän poikansa Viljo Markkulan ja vaimonsa Ailin aikana 1970-luvun alussa, jolloin pellot myytiin naapuriin Ismo Antilalle. Vuonna 1982 taloon muutti vanhin tytär Anna-Maija Heliövaara (o.s. Markkula) perheineen."
        }
      ],
      "location": {
        "lat": 61.544569263263334,
        "lon": 24.097900300486245
      },
      "prev": 6,
      "next": 8
    },
    "8": {
      "title": "8. Havisevan myllypirtti",
      "image": "8_havisevan_myllypirtti.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Pietilän omistuksessa ollut Myllypirtti sijaitsi nykyisen Siitamantie 288 kohdalla, aivan tien vieressä. Myllypirttiin sisälle mentäessä ensimmäisenä oli isohko porstua kylmäkomeroineen. Talon Suinulan puoleisessa päädyssä oli pirtti, jossa oli iso leivinuuni ja tulisija ruoanlaittoa varten. Pirtin takana oli pieni erillinen huone, jonka nurkasta löytyi pönttöuuni. Ikkunasta oli maisema Havisevanlahdelle."
        },
        {
          "type": "paragraph",
          "text": "Ensimmäinen maininta Myllypirtistä löytyy vuodelta 1896, jolloin Havisevan talolliset päättivät rakentaa myllärille asunnon Myllypirtin vierestä menevän Myllytien varteen. Myllypirtissä asui 1910-luvulla Nanna ja Vihtori Kiviranta lapsineen Vihtorin lopetettua kauppansa Suinulan asemalla. Osa Myllypirtin vaiheista on löytynyt professori Viljo Nissilän (1903-1986) kirjoituksista, sillä hän vieraili usein enonsa Vihtori Kivirannan luona. Asumisen kestosta ei ole varmaa tietoa, mutta vuonna 1922 Kiviranta, Pietilästä löytyneen kauppakirjan mukaan, osti omakseen Pietilän perintötalosta Koivikko-nimisen mäkitupa-alueen, joka sijaitsi Havisevan koulun vieressä, Pietilän haassa."
        },
        {
          "type": "paragraph",
          "text": "1940-luvulla Myllypirtissä asui Pietilän karjanhoitaja ja myöhemmin sitä käytettiin kesäasuntona. Huonokuntoinen rakennus purettiin 1960-luvun lopulla."
        }
      ],
      "location": {
        "lat": 61.54483360359034,
        "lon": 24.099469771247943
      },
      "prev": 7,
      "next": 9
    },
    "9": {
      "title": "9. Havisevan myllyt",
      "image": "9_havisevan_myllyt.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Havisevanjärvestä virtaa vettä Myllyojan kautta Vesijärven Havisevanlahteen. Havisevan kylän molemmat myllyt on mainittu jo 1700-luvun asiakirjoissa."
        },
        {
          "type": "paragraph",
          "text": "Isojaon selvityksessä vuodelta 1797 on maininta vanhasta myllystä, joka sijaitsi Jokipolvessa, Piikainsillan yläpuolella Uotilan ylikäytävän kohdalla, joka taas sijaitsee Havisevan seisakkeen ja Havisevan koulun välissä."
        },
        {
          "type": "paragraph",
          "text": "Vanhan myllyn yhteydessä on ollut myös saha, mutta se on ilmeisesti purettu 1800-luvun loppuun tultaessa, sillä Isojaon järjestelyissä 1896 vanhan myllyn ja sahan tontti jaettiin talojen kesken. Toinen mylly sijaitsi Ojansuussa, lähellä Havisevanlahtea ja myllyn yhteydessä toimi myös saha."
        },
        {
          "type": "paragraph",
          "text": "Pietilästä löytyneen vuoden 1887 kokouspöytäkirjan mukaan talolliset päättivät korjata myllyä ja rakentaa myllärille tarpeelliset huoneet."
        },
        {
          "type": "paragraph",
          "text": "Uutta myllyä varten erotettiin yhteismaa, myllytontti vuonna 1896. Se rakennettiin vanhan myllyn yläpuolelle. Tämä Lahkon mylly toimi vesirattaan avulla. Ojassa oli laudoista rakennettu ruuhi, joka nykyisen Siitamantien Myllysillalta asti kokosi ja ohjasi vettä rattaaseen. Myllyn yläpuolella oli myös saha ja pärehöylä ja myllypirtiltä eroavan Myllytien varressa myllärin asumus."
        },
        {
          "type": "paragraph",
          "text": "Perimätieto muistaa mylläreistä Palon sukua olleen Kustaa Tuomaanpoika Nikkilän (1823-1881), joka hoiti myllyä vuodesta 1864 lähtien. Myöhempiä mylläreitä olivat Kustaa Helander (s. 1840 Vesilahdella), Antti Andersson (s. 1857 Jokioisissa), joka tuli mylläriksi 1896, mutta muutti Poriin vuonna 1910 sekä Emil Abrahaminpoika Lindborg (s. 1878 Sippolassa), joka tuli mylläriksi 1916 ja siirtyi Kangasalan Tarpilaan vuonna 1923. Heikki Välikoski oli viimeinen mylläri vuodesta 1924 vuoteen 1936, jolloin mylly paloi. Heikki Välikosken aikana mylly sähköistettiin. Myllytontin osti v. 1939 Kalle Mäkinen (s. 1875) asuintilaksi."
        },
        {
          "type": "image",
          "url": "9_havisevan_myllyt_1.jpg",
          "title": "Pöytäkirjaote 23.12.1886 Havisevan kylän talollisten kokouksesta, jossa päätettiin uuden yhteisen myllyn rakentamisesta."
        }
      ],
      "location": {
        "lat": 61.54500976437327,
        "lon": 24.100056420364318
      },
      "prev": 8,
      "next": 11
    },
    "11": {
      "title": "11. Torppa",
      "image": "11_torppa.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Torppa sijaitsi Salomaantien toisella puolella nykyistä Kirsti Antilan taloa vastapäätä. Torppa oli alunperin Työväenyhdistyksen ylläpitämä, ja sillä oli 50-vuotinen lupa sijaita Perälän omistamalla maalla, mutta ilmeisesti Torppa toimi tätä kauemmin. Se oli käytössä jo sisällissodan aikana vuonna 1918."
        },
        {
          "type": "paragraph",
          "text": "Torpassa oli iso sali, kammari, keittiö ja eteinen, jossa oli kani eli takkinarikka. Torpalla järjestettiin aluksi pääasiassa tansseja. Salissa oli myös korotettu esiintymislava ja esirippu; ainakin myöhemmässä vaiheessa siellä oli teatteria sekä elokuvia. Myös Harjulan Halla ja Nuorisoseura järjestivät Torpalla tansseja sekä muita tapahtumia. Toimintaa oli pääasiassa kesäisin, mutta salissa olevien kahden muurin ansiosta tilaa saattoi käyttää myös talvella."
        },
        {
          "type": "paragraph",
          "text": "Torppa purettiin 60-luvun lopulla tai 60- ja 70-lukujen vaihteessa. Kirsti Antila muisteli, että rakennuksessa olisi ollut punosjohtoiset sähköt, joita ei sitten enää päätetty uusia, ja muutenkin talo todettiin huonokuntoiseksi."
        },
        {
          "type": "paragraph",
          "text": "Torpan hirret kuitenkin saivat uusiokäyttöä: niistä rakennettiin Asemalle Vieno Rajalalle torppa."
        },
        {
          "type": "paragraph",
          "text": "Toisinaan juhinta Torpalla riistäytyi käsistä, mistä kertoo esimerkiksi Kangasalan Sanomissa 5.1.1923 ollut juttu Kipakka tappelu havisevalla Suinulan työväenyhdistyksen taloa “Torpalla”. Uudenvuodenjuhlinnan aikana paikalle oli saapunut viinakauppiaita ja Torpan sähkövalaistus oli mennyt epäkuntoon, minkä jälkeen joku oli heittänyt palamassa olleen öljylampun maahan. Tästä alkoi lehden mukaan yleinen tappelu, jossa käytettiin ampuma-aseita, puukkoja, nyrkkirautoja ja pihlajakarttuja. Pahimmin haavoittui Suinulan Seppälän renki Sulo Peltonen, jolle tuli käsivarteen leikkaushoitoa vaatinut haava, joka oli niin paha, että Pohjanmaan pikajuna oli pysäytettävä Suinulassa, jotta haavoittunut saatiin kuljetetuksi Tampereelle. “Havisevaa on pidetty rauhallisena kylänä. Ei sieltä ennen tämmöistä ole kuulunut. Mutta nykyään, kun iltamia vietetään joka viikko, alkavat tappelutkin olla jokaviikkoisia, jos vain poliisia ei ole saapuvilla”, raportoi Kangasalan Sanomat. Tapahtuman seurauksena Kangasalan piirin nimismies ilmoitti, että koska iltamatoimikunnat eivät voi vastata järjestyksestä ja pitää sitä yllä, ei enää tulla myöntämään iltamain pitolupia mainitulla Suinulan työväenyhdistyksen talolla (Kangasalan Sanomat 20.1.1923)."
        }
      ],
      "location": {
        "lat": 61.546450496421095,
        "lon": 24.10797666342016
      },
      "prev": 9,
      "next": 14
    },
    "14": {
      "title": "14. Kallionpää",
      "image": "14_kallionpaa.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content": [
        {
          "type": "paragraph",
          "text": "Lahtisen mäkitupalaispiha on tiettävästi Kangasalan ainoa kokonaisena säilynyt mäkitupalaispihapiiri. Tilan lunasti itsenäiseksi Antilasta mäkitupalainen Kalle Lahtinen vuonna 1919. Talon oli rakentanut vuosien 1906-07 vaiheilla hänen veljensä Janne Lahtinen."
        },
        {
          "type": "paragraph",
          "text": "1940-luvun alkupuolella talossa asuin myös Kalle Lahtisen vaimon Hilman sisar Linda, joka oli suutari. Tuohon aikaan kylällä toimi kaksi suutaria, sillä myös Vilho Hakala oli suutari. Hilma ja Kalle Lahtisen jälkeen taloa asui heidän tyttärensä Eeva Lahtinen. Lahtisen kuoltua tila meni Suomen Lähetysseuralle, jolta nykyinen omistaja Raija Paavola sen osti vuonna 1996."
        },
        {
          "type": "paragraph",
          "text": "Pihapiirissä on jäljellä päärakennuksen lisäksi aitta, talli, navetta, sauna, lato ja perunakuoppa. Tontilta on purettu vanha päärakennus,  pieni puuliiteri ja lato. Osa pihasta on entistä peltoa, jota viljeltiin viimeksi 1980-luvun lopussa. Muuta aluetta on laidunnettu vuosikymmeniä, viimeksi 1980-luvulla, jonka jälkeen alueelta on ajoittain niitetty heinää."
        },
        {
          "type": "paragraph",
          "text": "Luonnonsuojeluliiton ketoprojekti hoiti pihaa talkoovoimin kesällä 1995, jonka jälkeen kunta niitti aluetta muutamana kesänä.  Ainakin vielä 1990-luvun lopulla pihaniityllä sinnittelivät päivänkakkara, särmäkuisma, ketoneilikka, kissankello ja matarat."
        },
        {
          "type": "paragraph",
          "text": "Tuomas Nikkilä muistelee Kalle ja Hilma Lahtisen kyläreissua naapuriin Jalmari Koiviston luokse. Hyvin rauhalisena miehenä tunnettu Kalle tokaisi Jalmarille, että koskaan hänellä ei ole ollut niin kiire, että olisi tarvinut juoksuksi pistää. Iltayöstä, vieraiden jo lähdettyä, Jalmarin vaimo herätteli miestään, sillä ovelta oli alkanut kuulua kolinaa. Oven takaa löytyi Kalle jonka omatunto oli alkanut kolkuttaa kyläilyn jälkeen. Hän tunnusti: “Kuule Jalmari, minä valehtelin sinulle. Juoksin minä silloin, kun meidän sauna paloi.”"
        },
        {
          "type": "image",
          "url": "14_kallionpaa_1.jpg",
          "title": ""
        },
        {
          "type": "image",
          "url": "14_kallionpaa_2.jpg",
          "title": ""
        }
      ],
      "location": {
        "lat": 61.54629599239978,
        "lon": 24.08529067490449
      },
      "prev": 11,
      "next": 15
    },
    "15": {
      "title": "15. Mäkitupalaiset",
      "image": "15_makitupalaiset.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content": [
        {
          "type": "paragraph",
          "text": "Mäkikylä on syntynyt ilmeisesti jo 1700-luvun puolivälissä. Mäkikylän ”mäkitupalaiskylä” sijoittui sikopiirin läheisyyteen. Mäkituvalla tarkoitetaan vuokra-aluetta, joka on alle kaksi hehtaaria käsittäen tontin ja perunamaan. Tilalla oli yleensä 1-2 lehmää. Mäkitupalainen maksoi vuokraa kantatilalle yleensä päivätöinä (taksvärkki), mutta ei harjoittanut varsinaista maanviljelystä. Mäkitupalaiset lunastivat tilansa noin 1920-luvulla. Suurin osa mäkitupalaisista oli käsityöläisiä tai työskentelivät rautateillä topparoikassa."
        },
        {
          "type": "subtitle",
          "text": "Ville Laine"
        },
        {
          "type": "paragraph",
          "text": "Päiväkumpu 4:16, Mäkikyläntie 41. Vilhelm (Ville) ja Elli Laine ostivat 1936 Antilasta. Ville työskenteli topparoikassa. Talon kunnostuksesta voi lukea tarkemmin Kangasalan Sanomista 19.8.2014."
        },
        {
          "type": "subtitle",
          "text": "Löfgren"
        },
        {
          "type": "paragraph",
          "text": "Entisinä aikoina Mäkikyläntie 59 asui muurari Löfgren (s.1836, k. 1906). Leski Ida Karoliina Löfgren lunasti tilan 1920."
        },
        {
          "type": "image",
          "url": "15_makitupalaiset_1.jpg",
          "title": "Löfgren"
        },
        {
          "type": "subtitle",
          "text": "Pankki-Hakala"
        },
        {
          "type": "paragraph",
          "text": "Talossa asui Toivo Hakala, joka oli Yhdyspankissa vahtimestarina. Toivo Hakala oli Paavo Hakalan isä. Tila  on ostettu 1935 Uotilasta."
        },
        {
          "type": "image",
          "url": "15_makitupalaiset_2.jpg",
          "title": "Pankki-Hakala"
        },
        {
          "type": "subtitle",
          "text": "Niemi"
        },
        {
          "type": "paragraph",
          "text": "Kivistö 5:12, Mäkikyläntie 70. Kalle Daniel Niemi lunasti talon 1919 Uotilasta."
        },
        {
          "type": "subtitle",
          "text": "Sikopiiri"
        },
        {
          "type": "paragraph",
          "text": "Mäkikyläntien ja Jalmari Koiviston tien risteyksessä, Mäkikyläntien kantatilojen sikojen yhteislaidun, joka oli aidattu. Entisen Niemen talon perunakuopan ja Jalmari Koiviston -tien välissä oleva kolmiomainen rinne. 30-luvulla kylän lasten pelikenttä, jossa pelattiin mm. nelimaalia sekä  ”piksua”, jossa on vain yksi maali."
        }
      ],
      "location": {
        "lat": 61.5463733555568,
        "lon": 24.08435769548086
      },
      "prev": 14,
      "next": 16
    },
    "16": {
      "title": "16. Piikainsilta",
      "image": "16_piikainsilta.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Piikainsilta on Myllyojan ylittävän sillan kutsumanimi. Hauska nimi on syntynyt jo vuosia sitten. Uotilan korvessa (nimeltään Ristimäki, joka sijaitsee 9-tien toisella puolella nykyisen Käppeentien ja Jokipolventien välissä) käytiin Uotilan omistusaikana pelto- ja muissa töissä eväiden kanssa."
        },
        {
          "type": "paragraph",
          "text": "Piikojen oli kuitenkin lähdettävä kesken töiden päivällä karjan pariin taloon käsilypsylle. Näiden reissujen aikaan piiat tulivat keksineeksi nopean oikopolun, jolloin he ylittivät Myllyojan riukuja pitkin. Tästä muodostui sanonta Piikainsilta."
        },
        {
          "type": "paragraph",
          "text": "Myöhemmin 1800-luvun alkupuolella, kun Tampereelta pohjoiseen päin menevää rataa rakennettiin, pari riu’usta kyhätyn sillan tilalle rakennettiin kunnon silta ja paikkaa vaihdettiin. Nimi kuitenkin säilyi entisellään. Rautatien valmistuttua ihmiset ja karja kulkivat Uotilan ylikäytävän kautta."
        },
        {
          "type": "image",
          "url": "16_piikainsilta_1.jpg",
          "title": "Piikainsillantien ja Mäkikyläntien risteys"
        }
      ],
      "location": {
        "lat": 61.54718620848629,
        "lon": 24.07347011974077
      },
      "prev": 15,
      "next": 17
    },
    "17": {
      "title": "17. Havisevan koulu",
      "image": "17_havisevan_koulu.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Havisevan koulu on rakennettu vuonna 1957 Nikkilän tilasta lohkaistulle tontille. Se peruskorjattiin  keväällä 1996, jolloin opettajan asunnot otettiin koulun käyttöön. Tällöin lisää oppilaita voitiin kuljettaa Ruutanasta Havisevan koululle."
        },
        {
          "type": "paragraph",
          "text": "Lihasulasta koululaiskuljetukset olivat alkaneet jo aikaisemmin, koska Lihasulan koulu oli lakkautettu.  Peruskorjauksen ajan, keväällä 1996, oppilaat kuljetettiin Lihasulan kartanoon, joka toimi väliaikaisesti kouluna."
        },
        {
          "type": "paragraph",
          "text": "Alla on kuvia koulun rakennusvaiheesta vuosilta 1956-1957 Pirkko Antilan, Havisevan koulun pitkäaikaisen opettajan (1949-1984) albumista."
        },
        {
          "type": "paragraph",
          "text": "Lihasulan kartanon “väliaikaiskoulussa” keväällä 1996 oppilailla oli mahdollisuus hoitaa tilan lampaita ja saada oma nimikkolammas. Näin muistelee Anni Antila joka oli Havisevan koulun oppilas tuolloin."
        },
        {
          "type": "image",
          "url": "17_havisevan_koulu_1.jpg",
          "title": "Rakennustelineet keskeneräisen koulurakennuksen julkisivun edessä, 1956-1957"
        },
        {
          "type": "image",
          "url": "17_havisevan_koulu_2.jpg",
          "title": "Koulurakennuksen työmaa, 1956-1957"
        },
        {
          "type": "image",
          "url": "17_havisevan_koulu_3.jpg",
          "title": "Valmis koulurakennus, toukokuu 1957"
        }
      ],
      "location": {
        "lat": 61.545151667979766,
        "lon": 24.071178357144277
      },
      "next": 18,
      "prev": 16
    },
    "18": {
      "title": "18. Noka",
      "image": "18_noka.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Tamperelainen insinööri Olavi Raitio osti 1940-luvulla tontin Suinulasta nykyisen Havisevantien varrelta leikkikentän ja rautatien välistä. Tontille rakennettiin hirrestä kaksikerroksinen tehdasrakennus."
        },
        {
          "type": "paragraph",
          "text": "Puusepäntehdas Noka on merkitty kaupparekisteriin 12.4.1946. Nokan tuotteista kuuluisimpia olivat jääpallomailat. Ne valmistettiin modernisti ns. suurjatkos-kuumentajalla, jossa maila kuivui muutamassa sekunnissa ja vahva reenjalaskin muutamassa minuutissa."
        },
        {
          "type": "paragraph",
          "text": "Kyläläisten ja työntekijöiden Inssiksi nimeämä Raitio oli kova kokeilemaan ja tehtaan tuotevalikoima laaja. Siellä valmistettiin mm. jääkiekkomailoja, suksia, hevosen luokia, lankalaatikoita Suomen Trikoolle, puisia sahan kaaria, traktorireen jalaksia, tarjottimia, bendyylikellon koteloita sekä kutomakoneen lyöntikäpäliä. Tehtaasta valmiit tuotteet kuljetettiin hevospelillä asemalle, josta ne lähetettiin tilaajille."
        },
        {
          "type": "paragraph",
          "text": "Tuli tuhosi tehdasrakennuksen yöllä 20.11.1947. Työnjohtaja Toivo Laakso perheineen pelastui palavasta rakennuksesta, mutta perheen koira paloi yläkerran asuntoon. Vahingon suuruudeksi arvioitiin 5-6 miljoonaa markkaa."
        },
        {
          "type": "paragraph",
          "text": "Kevään ja kesän aikana Noka rakennettiin uudelleen samojen tolppien päähän lautarakenteisena. Puusepäntehtaan toiminta rakennuksessa kuitenkin hiipui vähitellen ja loppui kokonaan 1955."
        },
        {
          "type": "paragraph",
          "text": "Loppuvaiheessa valmistettiin vielä ikkunoita ja ovia karmeineen, kalusteita konttoreihin ja myymälöihin, mm. vakuutusyhtiö Pohjolan konttori Tampereen Hatanpäänvaltatiellä kalustettiin Nokan valmistamilla kalusteilla."
        },
        {
          "type": "paragraph",
          "text": "Nokan päättymisen jälkeen kiinteistöä omisti Kalle Öistämö. Rakennuksessa ei ollut mitään toimintaa, kunnes Eräväline Oy osti sen vuonna 1960. Antti Sirenin yritys valmisti siellä verkkoja ja kaivatti pihaan lammen, jossa kasvatti kalanpoikasia."
        },
        {
          "type": "paragraph",
          "text": "Eräväline myi tilan 1970-luvun lopussa, ja sinne perustettiin kanala. Kanala lopetti toimintansa 1980-1990-lukujen vaihteessa."
        }
      ],
      "location": {
        "lat": 61.54547231998499,
        "lon": 24.06097903513272
      },
      "next": 19,
      "prev": 17
    },
    "19": {
      "title": "19. Saalemin rukoushuone",
      "image": "19_saalemin_rukoushuone.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content": [
        {
          "type": "paragraph",
          "text": "Saalem-seurakunnan rakennus valmistui vuonna 1952, vuosiluvun voi nähdä valettuna sementtirappusiin. Rakennuksen yläkerrassa sijaitsi myös asuinhuoneisto. Rakennuttajana toimi Jääskeläinen. Piirustukset laati Leo Puulaja rakennus tehtiin suurimmaksi osaksi talkootyönä."
        },
        {
          "type": "paragraph",
          "text": "Saalem-seurakunnalla oli ollut toimintaa jo aiemmin läheisissä rakennuksissa. Uuden talon valmistuttua siellä järjestettiin myös kerho- ja pyhäkoulutoimintaa kaikille kylän lapsille"
        },
        {
          "type": "paragraph",
          "text": "Samoilla piirustuksilla rakennettiin myös Toijalaan helluntaiseurakunnan rukoushuone."
        },
        {
          "type": "paragraph",
          "text": "Nykyisin rakennus on yksityiskäytössä."
        }
      ],
      "location": {
        "lat": 61.54547231998499,
        "lon": 24.06097903513272
      },
      "next": 22,
      "prev": 18
    },
    "22": {
      "title": "22. Kangasalan Osuuskauppa, Suinulan sivumyymälä",
      "image": "22_kangasalan_osuuskauppa_suinula.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content": [
        {
          "type": "paragraph",
          "text": "Kangasalan Osuuskaupalla oli aikoinaan kolme sivumyymälää: Suinulassa, Lihasulassa ja Raikussa. Osuuskaupan Suinulan sivumyymälä aloitti toimintansa 1920-luvun tienoilla ja palveli aina 1980-luvun puoliväliin saakka. Suinulan sivumyymälä oli merkittävä ja monipuolinen kauppaliike palvellen laajalti kylän asukkaita. Se oli kylällä toimineista kaupoista viimeinen. Osuuskaupan palveluihin kuului ostosten kotiinkuljetus sekä kauppa-auto. Kauppiaina toimivat Poutanen “Suezi”, Hautamäki, Leponiemi, Kehus ja Huuhtanen.Viimeisin kauppiaspariskunta oli Reino ja Kaija Alin."
        },
        {
          "type": "paragraph",
          "text": "Maitoa tuotiin aamuisin hevosella Haralasta asemalle, josta aamujunalla maito lähti Tampereelle Valion meijeriin. Se oli aikaista hommaa: asemalla täytyi olla rahtikirjojen tekoa varten noin 20 minuuttia ennen klo 6.50 junan tuloa (ja lehmäthän oli jo sitä ennen lypsetty niin, että maito oli tuoretta, joten silloin ei aamuisin paljoa nukuttu). Osa maidosta, eli yksi tonkka, oli jo jätetty Talouskauppaan myytäväksi ennen asemalle menoa."
        },
        {
          "type": "image",
          "url": "22_kangasalan_osuuskauppa_suinula_1.jpg",
          "title": "Kauppiaspariskunta Matti ja Pirkko Kehus sekä Rakel Leinonen, Kepro Laine ja Sirkka Högman"
        },
        {
          "type": "subtitle",
          "text": "Suezi"
        },
        {
          "type": "paragraph",
          "text": "Osuuskaupan myymälänhoitajana oli aikanaan erikoinen mies \"Suezi\". Hän oli ensimmäisiä rauhanturvaajia ja ilmeisesti siitä tämä nimityskin \"Suezi\" tuli. Hän oli iso raavas mies, joka pystyi ottamaan kevyesti apulantasäkin molempiin kainaloihinsa ja kantamaan asiakkaalle, sekä hyvin toimelias."
        },
        {
          "type": "paragraph",
          "text": "Kerran poikajoukko oli tullut rähinöimään osuuskaupan pihalle. Suezi meni ovelle ja katsoi mistä meteli johtui. Hän otti yhden pojan jaloista kiinni, nosti ylös pojan ollessa pää alaspäin ja kastoi lumihankeen. Siitäkös muu poikajoukko pelästyi ja lähti karkuun, eikä varmaan enää toiste häiriköintiä ollut!"
        },
        {
          "type": "paragraph",
          "text": "Hän hoiti hyvin työnsä palvellen asiakkkaitaan. Kerrotaan, että jos jotain tavaraa myymälässä ei ollut niin Suezi sanoi : \"ei ole, mutta huomenna on\". Hän meni autollaan hakemaan kaupungista tai jostain muualta tarvittavaa tavaraa ja asiakas sai mitä halusi."
        },
        {
          "type": "paragraph",
          "text": "Näin Suinulan Osuuskaupan myynti meni ohi kirkonkylän päämyymälän ja semmoinenhan ei osuuskunnan toimintaan sopinut: toimelias myymämälänhoitaja irtisanottiin. Suezi lähtii Poriin, perusti oman myymälän sinne ja menestys jatkui."
        }
      ],
      "location": {
        "lat": 61.54205202804205,
        "lon": 24.05651318817105
      },
      "next": 23,
      "prev": 19
    },
    "23": {
      "title": "23. Talouskauppa",
      "image": "23_talouskauppa.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content": [
        {
          "type": "paragraph",
          "text": "Talouskauppa sijaitsi ensin Osuuskauppaa vastapäätä, kunnes siirtyi ylemmäs mäen päälle. Talouskauppa toimi 1940-luvulta 1980-luvun alkuun asti. Pihassa oli myös kioski, jossa myytiin myös bensaa. Kauppiaina toimivat Aili Mäkinen, Kairesalo, Kotiranta, Mäkinen, Salminen, Anttila ja Ritva Laakso."
        },
        {
          "type": "paragraph",
          "text": "Aseman seudulla oli paljon myös muita palveluita: Väliahon Urho teki luutia Laurion lähellä olevassa pienessä punaisessa mökissä (pieni verstas myös Alisa Salmijärven talon pohjoispäässä), Suinulan baari nimeltään Tervahovi toimi asemalla noin vuosina 1967-1968, Raudan Jale piti Suinulan pajaa ja aseman alueella toimi myös hammaslääkäri."
        },
        {
          "type": "paragraph",
          "text": "Ennen muinoin Nikkilässä sijainnut kievari siirtyi asemalle Osuuskauppaa vastapäätä. Se toimi myös “taksina” sekä toimitti asemalle tulleita tavaroita. Alakerrassa toimi kievarin jälkeen Saaren Martan kioski noin vuosina 1960-1961. Talo purettiin 1960-luvun alussa."
        }
      ],
      "location": {
        "lat": 61.54166437282292,
        "lon": 24.056795727636818
      },
      "next": 24,
      "prev": 22
    },
    "24": {
      "title": "24. Puhelinkeskus",
      "image": "24_puhelinkeskus.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content": [
        {
          "type": "paragraph",
          "text": "Ensimmäisenä puhelinkeskuksen hoitajana toimi muutaman vuoden ajan Alma Nikkilä äitinsä kanssa. Vuonna 1922 keskuksen hoitajaksi tuli Matilda Leino ja vuonna 1945 hänen tyttärensä Kaarina Silius. Keskuksen hoitajat asuivat rakennuksessa, sillä työ oli ympärivuorokautista. Kaarina Silius kertoo työstään Kangasalan sanomissa 24.6. 1960: “Enimmillään puhelintilaajia oli 57 kappaletta. Puheluita tuli aluksi harvaan, mutta vuosi vuodelta on ollut kiireisempää. Viime vuosina on ollut niin kiirettä, että keskuspöydän ääressä on pitänyt istua aamusta iltaan. Postineiti päästi minut aina aamuisin kauppaan. Nyt, kun keskus on muuttunut automaattiseksi ja viimeinen Kangasalan käsikäyttöinen keskuspöytä on luokiteltu romujen joukkoon, on tässä huoneessa nyt hiljaista.”"
        },
        {
          "type": "paragraph",
          "text": "Vuonna 1960 Suinulan puhelinosuuskunta lakkautettiin ja rakennus siirtyi yksityiskäyttöön."
        }
      ],
      "location": {
        "lat": 61.54130605241151,
        "lon": 24.057197883249152
      },
      "next": 25,
      "prev": 23
    },
    "25": {
      "title": "25. Öistämön uistinverstas",
      "image": "25_oistamon_uistinverstas.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Rakennus valmistui vuonna 1940. Vuoteen 1949 saakka siinä toimi Suomen Kalastusväline Oy. Sen jälkeen vuosina 1949-1974 yritys K. Öistämö jatkoi kalastusvälineiden valmistusta kiinteistössä."
        },
        {
          "type": "paragraph",
          "text": "1949-1954 talossa toimi myös Suinulan neulomo, jota pitivät Kaisa Öistämö ja sisarensa Liisa Lumme. Neulomossa valmistettiin vaatteita mittatilaustyönä. 1950-luvulla rakennuksen alakerrassa oli Alpo Aaltosen prässi, jolla hän valmisti  uistinlippoja ja solkia esimerkiksi kellonremmeihin ja patellavöihin."
        },
        {
          "type": "paragraph",
          "text": "Syksyllä 1951 rakennuksen pohjoispäähän valmistui asuinhuoneisto, jossa Öistämöt asuivat talvisin vuoteen 1974 saakka. Sen jälkeen rakennus on ollut yksityisasuntona. Paikan historiasta muistuttaa edelleen rakennukselle johtavan tien nimi Uistinpolku."
        }
      ],
      "location": {
        "lat": 61.54100958622967,
        "lon": 24.05977265971629
      },
      "next": 26,
      "prev": 24
    },
    "26": {
      "title": "26. Suinulan urheilukenttä",
      "image": "26_suinulan_urheilukentta.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Tämä ympäristö oli ennen vilkkaan toiminnan paikka. Urheilukentän vieressä, harjulle menevän tien toisella puolella oli Suinulan VPK:n tanssilava. Siellä pidettiin viikoittain VPK:n ja Harjulan Hallan yhteisiä tansseja, jotka olivat hyvin suosittuja keräten väkeä ympäri maakuntaa. Lavalla soitti hyviä orkestereita, mm. Acre Kari saksofoneineen oli suosittu. Järjestäjinä ja järjestysmiehinä toimivat Hallasta ainakin Seppälän ja Lehdon veljekset, Ojalan Esko ja Niemen Erkki. Lava purettiin 1960-luvun alussa isojen tanssilavojen, kuten Rönnin ja Kisarannan tultua muotiin."
        },
        {
          "type": "paragraph",
          "text": "Urheilukenttää alettiin rakentaa 1950-luvun taitteessa Markkulan maalle. Kentän rakentamista varten perustettiin Suinulan urheilukenttäyhdistys. Puheenjohtajana oli Kalle Niemi, joka toimi pitkään kunnanvaltuutettunakin. Muita jäseniä olivat  Aku Perälä,Usko Östring, Olli Viitanen ja Frans Laine. Raskaat maansiirtotyöt hoidettiin koneilla, mutta pääosin työt tehtiin talkoilla ja käsivoimin. Esimerkillisen innokkaasti oli kauppias Juho Antila talkoissa, vaikka oli jo 70-vuotias."
        },
        {
          "type": "paragraph",
          "text": "Kentästä tuli hiekkakenttä, ja sellaisena se oli jonkin aikaa. Kenttää käytettiin jo rakennusvaiheen aikana innokkaasti jalkapallon pelaamiseen. Valmiilla kentällä olivat myös juoksuradat ja kenttälajien suorituspaikat."
        },
        {
          "type": "paragraph",
          "text": "Kentän vihkiäisiä vietettiin 8.6.1952.  Ne olivat juhlavat ja yleisöä oli paikalla arviolta yli tuhat henkeä. Vihkiäisiä juhlistivat 11 entistä olympiavoittajaa. Mukana olivat mm. Hannes Kolehmainen, Tapio Rautavaara, Heikki Hasu ja Lyydia Wideman. Olympiaurheilijat olivat herättelemässä kiinnostusta samana kesänä pidettäviin Helsingin olympialaisiin. Kenttä annettiin kunnalle, joka rakennutti viereen huoltorakennuksen ja kunnosti kenttää."
        },
        {
          "type": "paragraph",
          "text": "Alkoi Hallan vilkas yleisurheilukausi. Hallalla oli parhaillaan kolmisenkymmentä koulutettua yleisurheilutuomaria, joten virallisiakin kisojan pystyttiin pitämään. Niitä olivat seuraottelut, kunnanmestaruuskisat ja ennen kaikkea kyläottelu Haviseva- Suinula. Halla pelasi pesäpalloa piirin sarjoissa ja kotiottelut pelattiin omalla kentällä."
        },
        {
          "type": "paragraph",
          "text": "Kunta teetti kentälle kaivon pumppuineen, mikä mahdollisti pelikentän jäädyttämisen talvella. Talkoilla tehtiin kiekkokaukalon laidat, ja kaukalon avajaiset pidettiin tammikuussa 1965. Halla pelasi jonkun vuoden piirin sarjoissa, mutta menestys oli huonoa. Kaukalo lahjoitettiin kunnalle ehdolla, ettei sitä viedä kylältä pois. Ehkä tämän sopimuksen ansiosta Havisevan koululla on edelleen kunnan huolehtima kaukalo."
        },
        {
          "type": "paragraph",
          "text": "Kunta aikoi vuonna 2008 purkaa kentän pahoin vaurioituneen huoltorakennuksen. Sen  ikkunat oli rikottu, seinät töhritty, ovet rempallaan ja sähköt revitty. Halla päätti ehdottaa kunnalle rakennuksen vuokraamista ja sen kunnostamista talkoilla. Kunta suostuikin vuokraamaan rakennuksen kymmeneksi vuodeksi. Vuokrasopimus allekirjoitettiin 1.7.2009. Vuokra on 100 euroa vuodessa sisältäen sähkön. Lisäksi kunta avusti 1500 eurolla rakennustarvikkeiden hankinnassa. Kunnostus aloitettiin 2009 syksyllä. Lahjoituksina saatiin mm. kattopellit, ovi ja ikkunat. Ikkunat teki metsäkoneen lähes särkymättömästä lasista Jarmo ja Arja Mäkinen. Laseja ei ole saatuhajalle ja muutenkin rakennus on pysynyt kunnossa. Siinä on lämmitettävä tila Hallan arkistotavaroille ja muuta varastotilaa sekä pukukoppeja."
        },
        {
          "type": "paragraph",
          "text": "Urheilukenttä on tärkeä Hallan toiminnalle. Kesäisin siellä järjestetään yleisurheilukoulu lapsille. Osanottajia on ollut runsaasti. Kauden lopuksi on seuran mestaruuskilpailut. Myös muut seurat käyttävät kenttää innokkaasti. Erilaiset peliporukat pelailevat jalkapalloa, ja ainakin TPV:N juniorit harjoittelevat jalkapalloa. Kenttä on siis paikkansa ansainnut, ja voimme edelleen nauttia vanhojen Hallalaisten aikaansaannoksista."
        },
        {
          "type": "subtitle",
          "text": "Urheilijalegendat Edvin Moses ja Alberto Salazar kylillä"
        },
        {
          "type": "paragraph",
          "text": "Suinulan urheilukentällä ovat harjoitelleet myös sellaiset legendaariset urheilijat kun aituri Edvin Moses sekä maratoonari Alberto Salazar 1980-luvun alussa. Muistikuvissa on, että Edvin Moses tuli tänne valmistautuakseen vuoden 1984 Los Angelesin Olympialaisiin, joissa voittikin sitten kultaa 400 metrin aitajuoksussa."
        },
        {
          "type": "paragraph",
          "text": "Syy minkä takia tällaiset kansainväliset urheilijat ovat hakeutuneet tänne pohjolan perukoille oli urheilupiireissä hyvin tunnettu urheiluhieroja ja kansanparantaja Ilpo Nikkilä, joka puheiden mukaan sai parannettua vaivan kuin vaivan. Varmaa on, että urheiluympyröissä häntä arvostettiin paljon sillä hän on esimerkiksi toiminut koko Amerikan olympiajoukkueen hierojana sekä kotimaassa Ilveksen jääkiekkojoukkueen hierojana."
        },
        {
          "type": "image",
          "url": "26_suinulan_urheilukentta_1.jpg",
          "title": "Alberto Salazar"
        },
        {
          "type": "image",
          "url": "26_suinulan_urheilukentta_2.jpg",
          "title": "Edwin Moses"
        },
        {
          "type": "subtitle",
          "text": "Urheilutoiminnan historia ja Harjulan Halla"
        },
        {
          "type": "image",
          "url": "26_suinulan_urheilukentta_3.jpg",
          "title": "Lasten yleisurheilua. Kuva: Tapani Manninen."
        },
        {
          "type": "paragraph",
          "text": "Urheilutoiminta Suinulassa ja Havisevalla käynnistyi kylien yhteistyönä jo 1920-luvulla. Juoksu-, hiihto- ja ampumakilpailuja järjesti Havisevan korpraalikunta ja suorituspaikkoina olivat Perälän kenttä ja aseman lastausalue."
        },
        {
          "type": "paragraph",
          "text": "Kangasalan Kisan alajaosto perustettiin kylälle 13.7.1930. Toimintaa rahoitettiin Torpalla järjestetyillä tansseilla. Ensimmäiset tanssit pidettiin 1.10.1930, ja niissä järjestysmiehinä toimivat Kalle Östring ja Lauri Antila."
        },
        {
          "type": "paragraph",
          "text": "Alkuvuonna 1937 Kangasalan Kisan alajaosto halusi itsenäistyä, ja niin perustettiin Harjulan Halla 16.2.1937. Perustamiskokous pidettiin Nikkilän Väinön tuvassa. Nimeen haluttiin ottaa Topeliuksen runosta Harjula ja kun perään mietittiin sopivaa päätettä, keksittiin Halla siihen sattumoisin."
        },
        {
          "type": "paragraph",
          "text": "Sodan aikana ei ymmärrettävästi ollut minkäänlaista kilpailutoimintaa. 1950-luvun taitteessa toiminta alkoi elpyä ja mm. Suinulan kentän rakennustyöt alkoivat. Yleisurheilu on ollut Hallan toiminnassa vahvasti mukana siitä asti."
        },
        {
          "type": "paragraph",
          "text": "Myös hiihto on kuulunut Hallan keskeisiin toimintamuotoihin näihin päiviin asti. Hallan hiihtokisoista kuuluisimmat olivat piirikunnalliset Harjulan Hallan hiihdot. Kisojen latu oli tunnettu vaativuudestaan: siinä oli kolmoismäki, Tyryn mäki, kilometrimäki ja Uotilanvuori. Kuuluisin kisojen voittaja lienee Veikko Hakulinen."
        },
        {
          "type": "paragraph",
          "text": "Roineen rengas -nimeä kantanut hiihtokilpailu siirrettiin hiihdettäväksi kylälle vuonna 1974, ja sitä alettiin kutsua Kangasala-hiihdoksi."
        },
        {
          "type": "paragraph",
          "text": "Hiihtäjiä Hallan kisoissa on riittänyt tähän päivään asti. Nykyään Hallan hiihtokisat kulkevat nimellä Aronmäen talvitapahtuma, jossa on hiihtokisojen lisäksi mäenlaskua  lapsille."
        },
        {
          "type": "paragraph",
          "text": "Koripallo ja lentopallo ovat olleet Hallan lajeina vuosikymmeniä. Koripallossa hallalaiset taistelivat Suomi-sarjan karsinnoissa 50-luvun lopulla ja vuonna 1967 Hallan B-juniorit voitti piirinmestaruuden. 70-luvulla koulun sali kävi liian pieneksi ja varsinaiset sarjapelit loppuivat Hallalta."
        },
        {
          "type": "paragraph",
          "text": "Lentopallo oli harrastusmuotoisena hyvin suosittu, mm. Mustoontien laitaan raivattiin ns. Seppälän kenttä, jossa pelattiin monia vuosia. Parhaina iltoina pelaajia oli 50-60 ja muuta väkeä saman verran. Viereisessä ladossa soi grammari, jonka tahdissa saatiin tanssijalkoihin liikettä. Molempia lajeja pelataan edelleen viikoittain Havisevan koulun salissa."
        },
        {
          "type": "paragraph",
          "text": "Myös pesäpalloa, jalkapalloa, jääkiekkoa ja suunnistusta on harrastettu Hallassa aktiivisesti. Nykyisin jalkapallo on vaihtunut futsalin pelaamiseen ja jääkiekko kaukalopalloon: suunnistuksesta on järjestetty syksyisin oma tapahtuma."
        },
        {
          "type": "paragraph",
          "text": "Hallan toiminta on muuttunut melkoisesti 75 vuoden aikana. Aktiivinen urheiluseura järjestää nykyään lähiliikuntaa kaikenikäisille."
        },
        {
          "type": "paragraph",
          "text": "Luisteluistelutapahtuma pidetään alkuvuodesta, Aronmäen talvitapahtuma maaliskuussa, keväällä avataan Suinulan kenttä omalla tapahtumalla, kesällä on latotanssit ja syksyllä oma tapahtuma, jossa  teemana on metsä, riista, suunnistus ja ehkä tulevaisuudessa myös geokätköily."
        },
        {
          "type": "paragraph",
          "text": "Lisäksi Hallalla on viikoittaisia liikuntavuoroja eri lajien merkeissä Havisevan koululla sekä kesällä perhefutista, pesäpalloa, kahvakuulaa ja yleisurheilukerho lapsille."
        }
      ],
      "location": {
        "lat": 61.536827,
        "lon": 24.059441
      },
      "next": 27,
      "prev": 25
    },
    "27": {
      "title": "27. Väikäränmäki",
      "image": "27_vaikaranmaki.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Alkuperäinen tie on kulkenut puolivälistä mäkeä Lihasulaan päin muuntajalle, tiessä on ollut siis melkoinen mutka. Siitäköhän Väikäränmäki on saanut nimensä?"
        },
        {
          "type": "paragraph",
          "text": "Vuosisadan alussa mutka oikaistiin nykyiseen paikkaan Siitamantiehen yhtyväksi. Tietä nostettiin 1950-luvun alussa, jolloin rinteestä tuupattiin pillarilla maata notkoon."
        },
        {
          "type": "paragraph",
          "text": "Lahdenperän ojassa oleva rumpu uusittiin ja mäkeä levitettiin vuonna 1971, jolloin kalliota ammuttiin alhaalta tultaessa oikealta puolelta. Kivistä osa ajettiin Lahdenperän ojan luiskaan ja osa Haralan laituriin. Urakoitsijana toimi Reino Laine. Kauko Kymäläinen ja Timo Harala ajoivat kuorma-autolla ja traktorilla kivet pois. Ampujana oli \"laturi kaupungista\"."
        },
        {
          "type": "paragraph",
          "text": "1980-1990 -lukujen taitteessa mäen päällystä madallettiin ainakin metri, jolloin kiveä ammuttiin melko paljon. Silloin urakoitsijana toimi Soraset Oy Kangasalta. Tuolloin laitettiin myös kaiteet Lahdenperän ojan kohdalle."
        }
      ],
      "location": {
        "lat": 61.54150530958205,
        "lon": 24.086343414082762
      },
      "prev": 26,
      "next": 28
    },
    "28": {
      "title": "28. Uotila",
      "image": "28_uotila.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content": [
        {
          "type": "paragraph",
          "text": "Uotilan, eli kantatilan numero 5, ensimmäinen tunnettu omistaja oli Ions 1540-luvulla. Vuonna 1565 talon omisti  Jöns Olsson, jonka mukaan talo on saanut nimensä.\n1800-luvulla omistajat vaihtuivat tiheään ja Uotila oli Kustaa Juhonpojan, Heikki Kustaanpoika Markkulan, Kalle Tavelan Ja Kaarlo Törnqvistin omistuksessa.\n1900-luvulla Uotilan omistajiin kuuluivat Kaarlo Karimaa, Kustaa Lintula ja Matti Pirilä.\n1920-luvun alussa Pirilä myi viljelys- ja metsämaat Haralan isännälle Kustaa Kustaanpojalle sekä rakennukset tontteineen opettaja Reijo Talvenheimolle, joka nimesi paikkansa Heimolaksi. Tähän päättyi Uotilan tilan tarina.\nHeimola on ollut asuinkäytössä siitä lähtien. Tämän lisäksi Suomen Kalastusväline Oy toimi siinä vuodesta 1949 1970-luvun alkuun."
        },
        {
          "type": "image",
          "url": "28_uotila_1.jpg",
          "title": "Uotilan vanhaa pihapiiriä"
        },
        {
          "type": "image",
          "url": "28_uotila_2.jpg",
          "title": "Hahmotelma Uotilan tilan rakennuksista"
        },
        {
          "type": "image",
          "url": "28_uotila_3.jpg",
          "title": "Uotilan vanha rakennus"
        }
      ],
      "location": {
        "lat": 61.539267996072645,
        "lon": 24.092368153502505
      },
      "prev": 27,
      "next": 29
    },
    "29": {
      "title": "29. Haralanharjun näkötorni",
      "image": "29_haralanharjun_nakotorni.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Suinulan ja Havisevan kylien välillä metsäisellä vuorella on Haralanharjun näkötorni. Vuorta kutsutaan virheellisesti Haralan- tai Harjulan harjuksi, mikä on totta kai kauniimpi nimi kuin Haralan vuori. Alkuperäinen nimi lienee ollut yksinkertaisesti Vuorenmaa, joksi sitä sanotaan melko yleisesti paikallisväestön keskuudessa."
        },
        {
          "type": "paragraph",
          "text": "Vieraillessaan kesällä 1853 Franssilassa Zachris Topelius kävi Haralanharjulla, ja tämän innoittamana hän kirjoitti runon Kesäpäivä Kangasalla."
        },
        {
          "type": "paragraph",
          "text": "Suomen Matkailijayhdistyksen Tampereen haaraosasto rakennutti Haralanharjun ensimmäisen näkötornin vuonna 1895 Topeliuksen runon saaman kuuluisuuden myötä, ja sen piirsi Tampereen vt. kaupunginarkkitehti Lambert Pettersson. Seppälä, Tavela, Törnqvist, Berg ja Markkula toimivat paikallisina tavaran lahjoittajina (lähde: Turistföreningens i Finland årsbok för 1896)."
        },
        {
          "type": "paragraph",
          "text": "Torni sijaitsee vuosina 1896-1900 toimitetussa Havisevan isonjaon järjestelyssä kylän yhteiseksi erotetulla alueella, joka on tasan hehtaarin kokoinen. Tällöin oli myös esillä alueen ostaminen ja muodostaminen kruununpuistoksi. Huligaanit polttivat ensimmisen näkötornin juhannusyönä 1922."
        },
        {
          "type": "paragraph",
          "text": "Tornin tuhoutumisen jälkeen alettiin heti suunnitella uutta tornia, jonka ensimmäinen suunnitelma tehtiin vuonna 1923. Sen mukaan olisi rakennettu 10 metriä korkea \"linnantorni\" luonnonkivistä ja katselutasanne olisi ollut avoin. Matkailijayhdistys piti sitä liian matalana ja kalliina. Seuraava suunnitelma tehtiin vuonna 1926. Siinä tornista tuli vielä komeampi ja kalliimpi. (Routto: 100). Mutta kun Suinulan Nuorisoseuran johtama talkoovoittoinen varainkeruu ei johtanut riittäviin tuloksiin 1920-luvun loppupuoleen mennessä, nämä suunnitelmat hautautuivat vähin äänin."
        },
        {
          "type": "paragraph",
          "text": "Uuden tornin rakentaminen onnistui kuitenkin, kun Suinulan Nuorisoseura ry (tornin omistaja), Suinula-Havisevan maatilat sekä lukuisat yksityishenkilöt rakensivat sen talkoilla uudestaan juhannukseksi 1932, esim. isot pystyhirret olivat puoliksi Markkulan ja Seppälän talojen mailta. Piirustukset laati ilmaiseksi Suinulan asemalta insinööri Niilo Savia (Helenius). Rakennustöitä johti Suinulasta rakennusmestari Kalle Elis Helén. Talvisodan aikana näkötorni toimi ilmavalvontatornina."
        },
        {
          "type": "paragraph",
          "text": "Suinulan Nuorisoseura pystytti harmaagraniittisen muistopaaden Topeliuksen ja Kesäpäivä Kangasalla -laulun muistoksi 11.6.1949. Muistomerkin on suunnitellut taiteilija Voipa Nuorukainen Sulkava (1884-1970), ja sen on valmistanut Suomen Graniitin veistämö Tampereella. Korkokuva on asetettu (symbolisesti) osoittamaan Vesijärven yli Roineen ja Längelmäveden suuntaan."
        },
        {
          "type": "paragraph",
          "text": "Vuonna 1986 tornin viereen rakennettiin samantyylinen puinen esiintymislava arkkitehti Matti Silvennoisen piirustusten pohjalta (Routto: 102). Tornin yläosa korjattiin 2002 ja keski- sekä alaosat uusittiin 2003. Toinen näkötorni sytytettiin palamaan 10.1.2007 ja se tuhoutui tulipalossa täysin. Suinulan nuorisoseura teki päätöksen uuden tornin rakentamisesta heti tuhopolton jälkeen."
        },
        {
          "type": "paragraph",
          "text": "Haralanharjun kolmas näkötorni, joka on samanlainen kuin edeltäjänsä, rakennettiin vuoden 2008 loppuun mennessä Suinulan Nuorisoseuran toimesta. Rakennustöistä vastasi rakennusurakointi Tuominen Kangasalta. Rakentamiseen saatiin runsaasti lahjoituksia, ja rahaa kerättiin myös muun muassa Kisarannassa järjestetyillä tansseilla. Torni on auki ympäri vuoden, siellä järjestetään erilaisia tapahtumia ja kesäisin tornilla on toiminut myös kahvila."
        },
        {
          "type": "image",
          "url": "29_haralanharjun_nakotorni_1.jpg",
          "title": "Ensimmäinen näkötorni"
        },
        {
          "type": "image",
          "url": "29_haralanharjun_nakotorni_2.jpg",
          "title": "Toisen näkötornin rakentamisvaihetta"
        }
      ],
      "location": {
        "lat": 61.53472791775906,
        "lon": 24.082869605328035
      },
      "next": 30,
      "prev": 27
    },
    "30": {
      "title": "30. Harala",
      "image": "30_harala.jpg",
      "validUntil": "2040-12-31",
      "public": false,
      "content": [
        {
          "type": "paragraph",
          "text": "Tilan historia alkaa jo 1500-luvulta, jolloin taloa asuivat vuosina 1543-1552 Erkki Hara ja vuosina 1553-1606 Mikko Erkinpoika Hara. Isäntien nimestä sai myös tila nimekseen Harala. Vuonna 1652 tila yhdistettiin luutnantti Erik Ulfin säterikartanoksi. Hänen kuolemansa jälkeen säteri oli perikunnan hallussa jonkin aikaa. Vuonna 1873 Heikki Hara myi tilan nykyiselle suvule."
        },
        {
          "type": "paragraph",
          "text": "Tila sijaitsi noin 1800-luvulle asti Havisevan vastarannalla Antilan kohdalla, missä olivat kaikki muutkin kylän kuusi kantatilaa."
        },
        {
          "type": "paragraph",
          "text": "Nykyisen tilanpitäjän sukupolvet juontavat juurensa vuoteen 1873, kun tilalle muutti vuoren toiselta puolelta Mustoolta Kustaa Mustoo, joka otti nimekseen tilan mukaan Harala. Tilan nykyinen rakennuskanta on vanhimmalta osaltaan Kustaan rakentamaa. Punaisen pytingin hän siirsi Mustoolta Haralaan. Kivinavetan rakensi hänen poikansa Vuorenmaan kivilohkareista vuonna 1895. Myös 1900-luvun alkupuolella rakennettiin uusi päärakennus, joka muodostaa nykyäänkin yhtenäisen pihapiirin punaisen pytingin kanssa."
        },
        {
          "type": "paragraph",
          "text": "Tilan on periytynyt isältä pojalle jo viidessä sukupolvessa, tässä isännät järjestyksessä:"
        },
        {
          "type": "paragraph",
          "text": "-Kustaa Mustoo 1873-1895"
        },
        {
          "type": "paragraph",
          "text": "-Kustaa Harala 1895-1935"
        },
        {
          "type": "paragraph",
          "text": "-Valio Harala 1935-1962"
        },
        {
          "type": "paragraph",
          "text": "-Jouko Harala 1962-2001"
        },
        {
          "type": "paragraph",
          "text": "-Antti Harala 2001-"
        },
        {
          "type": "paragraph",
          "text": "Tilalla on pitkät perinteet maanviljelyksessä, karjankasvatuksessa, maidontuotannossa ja metsätaloudessa. Jouko Haralan isännyyden aikana karjanjalostuksessa tehtiin monia merkittäviä suomalaiseen maidontuotantoon vaikuttaneita ja edelleen vaikuttavia toimenpiteitä. Jouko oli osa suomalaisia karjan jaostajien ja maidon tuottajien vaikuttajia. Haralassa syntyneiden sonnivasikoiden jälkeläisiä löytyy edelleen kotimaisten karjojen lisäksi muun muassa Ruotsista ja Kandasta. Lehmiä Haralan navetassa lypsettiin aina vuoteen 2001 asti."
        },
        {
          "type": "paragraph",
          "text": "Nykyään tilalla keksitytään maanviljeyyn ja metsätalouteen. Tänäkin vuonna (2015) toimitetaan ruista Fazerin hapankorpputehtaalle Lahteen, vehnää Hyvinkään myllylle makaronin ja rakettispagetin valmistukseen, kauraa Nokian myllyyn suurimoiksi sekä ohraa Lahteen Mallastehtaalle. Talviaikaan hoidetaan teiden aurauksia ja hiekoituksia kahdella koneyksiköllä."
        },
        {
          "type": "paragraph",
          "text": "Tilan talouskeskus on merkittävässä roolissa Haralanharjun kulttuurimaisemassa, joka on luokiteltu myös valtakunnallisesti merkittäväksi kulttuurihistorialliseksi ympäristöksi. Naapurin hevoset hoitavat mäkien maisemointitehtävää."
        }
      ],
      "location": {
        "lat": 61.5387338789818,
        "lon": 24.096780296571396
      },
      "next": 32,
      "prev": 29
    },
    "32": {
      "title": "32. Lapinsaari",
      "image": "32_lapinsaari.jpg",
      "validUntil": "2040-12-31",
      "public": true,
      "content": [
        {
          "type": "paragraph",
          "text": "Perimätiedon mukaan Toosilanniemi toimi sekä maatalous- että metsämaana 1920- luvulla.  Mutikon viljelijät toivoivat tieyhteyttä Suinulaan, jotta maidon saisi helpommin kuljettua Suinulan asemalle ja sieltä eteenpäin."
        },
        {
          "type": "paragraph",
          "text": "Asiaa tiedusteltiin maanomistajalta, vuorineuvos Hjalmar von Wendtiltä. Hän antoi suostumuksensa sillä ehdolla, että kyläläiset tekevät sillan omalla työpanoksellaan ja että kivet sillan rakentamiseen Toosilan niemeltä Lapinsaareen kerättäisiin Niemen pellolta, joka on nykyään koivikkoa. Silta tehtiin hevosvoimin 1930- luvulla. Lapinsaaresta kulki myös lossi Mutikkoon."
        },
        {
          "type": "image",
          "url": "32_lapinsaari_1.jpg",
          "title": "Lapinsaareen johtava silta valmistumisensa jälkeen"
        }
      ],
      "location": {
        "lat": 61.53756746169889,
        "lon": 24.133147535078063
      },
      "prev": 30
    }
  }
}
